//! Temp data, simulated for DB
const data = [
  {
    "name": "العجوة",
    "image": "assets/images/Ajwa.png",
    "description": "test",
    "place": "testPlace",
    "benefits": "testBenefits",
  },
  {
    "name": "الجالكسي",
    "image": "assets/images/Galaxy.jpg",
    "description": "test",
    "place": "testPlace",
    "benefits": "testBenefits",
  },
  {
    "name": "المجدول",
    "image": "assets/images/Medjool.png",
    "description": "test",
    "place": "testPlace",
    "benefits": "testBenefits",
  },
  {
    "name": "المنيفي",
    "image": "assets/images/Meneifi.jpeg",
    "description": "test",
    "place": "testPlace",
    "benefits": "testBenefits",
  },
  {
    "name": "نبتة علي",
    "image": "assets/images/NabtatAli.png",
    "description": "test",
    "place": "testPlace",
    "benefits": "testBenefits",
  },
  {
    "name": "الرطب",
    "image": "assets/images/Rutab.png",
    "description": "test",
    "place": "testPlace",
    "benefits": "testBenefits",
  },
  {
    "name": "الشيشي",
    "image": "assets/images/Shaishe.png",
    "description": "test",
    "place": "testPlace",
    "benefits": "testBenefits",
  },
  {
    "name": "السكري",
    "image": "assets/images/Sokari.png",
    "description": "test",
    "place": "testPlace",
    "benefits": "testBenefits",
  },
  {
    "name": "الصقعي",
    "image": "assets/images/Sugaey.jpg",
    "description": "test",
    "place": "testPlace",
    "benefits": "testBenefits",
  },
];
const dateDate = [
  {
    "imagePath": "assets/images/Ajwa.png",
    "title": "العجوة",
    "description":
        "تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم",
    "place": "المدينة",
    "benefits": [
      "تساعد في في تنظيم ضغط الدم ، كما تحسين من وظائف الكلى.",
      "تناول العجوة على الريق يقي من الإصابة بسرطان البطن.",
      "يساعد في تحسين عملية الهضم خلال اليوم."
    ]
  },
  {
    "imagePath": "assets/images/Ajwa.png",
    "title": "العجوة",
    "description":
        "تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم",
    "place": "المدينة",
    "benefits": [
      "تساعد في في تنظيم ضغط الدم ، كما تحسين من وظائف الكلى.",
      "تناول العجوة على الريق يقي من الإصابة بسرطان البطن.",
      "يساعد في تحسين عملية الهضم خلال اليوم."
    ]
  },
  {
    "imagePath": "assets/images/Ajwa.png",
    "title": "العجواة",
    "description":
        "تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم",
    "place": "المدينة",
    "benefits": [
      "تساعد في في تنظيم ضغط الدم ، كما تحسين من وظائف الكلى.",
      "تناول العجوة على الريق يقي من الإصابة بسرطان البطن.",
      "يساعد في تحسين عملية الهضم خلال اليوم."
    ]
  },
  {
    "imagePath": "assets/images/Ajwa.png",
    "title": "العجواة",
    "description":
        "تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم",
    "place": "المدينة",
    "benefits": [
      "تساعد في في تنظيم ضغط الدم ، كما تحسين من وظائف الكلى.",
      "تناول العجوة على الريق يقي من الإصابة بسرطان البطن.",
      "يساعد في تحسين عملية الهضم خلال اليوم."
    ]
  },
  {
    "imagePath": "assets/images/Ajwa.png",
    "title": "العجواة",
    "description":
        "تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم",
    "place": "المدينة",
    "benefits": [
      "تساعد في في تنظيم ضغط الدم ، كما تحسين من وظائف الكلى.",
      "تناول العجوة على الريق يقي من الإصابة بسرطان البطن.",
      "يساعد في تحسين عملية الهضم خلال اليوم."
    ]
  },
  {
    "imagePath": "assets/images/Ajwa.png",
    "title": "العجواة",
    "description":
        "تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم",
    "place": "المدينة",
    "benefits": [
      "تساعد في في تنظيم ضغط الدم ، كما تحسين من وظائف الكلى.",
      "تناول العجوة على الريق يقي من الإصابة بسرطان البطن.",
      "يساعد في تحسين عملية الهضم خلال اليوم."
    ]
  },
  {
    "imagePath": "assets/images/Ajwa.png",
    "title": "العجواة",
    "description":
        "تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم",
    "place": "المدينة",
    "benefits": [
      "تساعد في في تنظيم ضغط الدم ، كما تحسين من وظائف الكلى.",
      "تناول العجوة على الريق يقي من الإصابة بسرطان البطن.",
      "يساعد في تحسين عملية الهضم خلال اليوم."
    ]
  },
  {
    "imagePath": "assets/images/Ajwa.png",
    "title": "العجواة",
    "description":
        "تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم",
    "place": "المدينة",
    "benefits": [
      "تساعد في في تنظيم ضغط الدم ، كما تحسين من وظائف الكلى.",
      "تناول العجوة على الريق يقي من الإصابة بسرطان البطن.",
      "يساعد في تحسين عملية الهضم خلال اليوم."
    ]
  },
  {
    "imagePath": "assets/images/Ajwa.png",
    "title": "العجواة",
    "description":
        "تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم تمر العجوة، والمقصود به أنّه يتم إزالة البذور الموجودة داخل ثمار التمر الناضجة، ثمّ يتم طحنها وضغطها، ويُسحب الماء من داخلها، هذا ويعتبر تمر العجوة مفيد جداً للجسم",
    "place": "المدينة",
    "benefits": [
      "تساعد في في تنظيم ضغط الدم ، كما تحسين من وظائف الكلى.",
      "تناول العجوة على الريق يقي من الإصابة بسرطان البطن.",
      "يساعد في تحسين عملية الهضم خلال اليوم."
    ]
  },
];
